---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbfPerInSup2
source: html/1246fcf3-7843-34e2-d4e7-73d6447dfd70.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbfPerInSup2 Property

Symbol lbf/in², indicating unit Pounds force per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId LbfPerInSup2 { get; }
```